export default {
  projections: {
    ТЧЗаданВодE: {
      расстояние: {
        __caption__: 'Расстояние'
      },
      датаВремя: {
        __caption__: 'Дата время'
      },
      пунктНазнач: {
        __caption__: 'Пункт назнач'
      },
      пунктОтправ: {
        __caption__: 'Пункт отправ'
      }
    },
    ТЧЗаданВодL: {
      расстояние: {
        __caption__: 'Расстояние'
      },
      датаВремя: {
        __caption__: 'Дата время'
      },
      пунктНазнач: {
        __caption__: 'Пункт назнач'
      },
      пунктОтправ: {
        __caption__: 'Пункт отправ'
      }
    }
  },
  validations: {
    датаВремя: {
      __caption__: 'Дата время'
    },
    пунктНазнач: {
      __caption__: 'Пункт назнач'
    },
    пунктОтправ: {
      __caption__: 'Пункт отправ'
    },
    расстояние: {
      __caption__: 'Расстояние'
    },
    контрагент: {
      __caption__: 'контрагент'
    }
  }
};
