export default {
  projections: {
    ДоговорE: {
      датаЗаключ: {
        __caption__: 'Дата заключ'
      },
      датаОконч: {
        __caption__: 'Дата оконч'
      },
      датаНачала: {
        __caption__: 'Дата начала'
      },
      обязанПосред: {
        __caption__: 'Обязан посред'
      }
    },
    ДоговорL: {
      датаЗаключ: {
        __caption__: 'Дата заключ'
      },
      датаОконч: {
        __caption__: 'Дата оконч'
      },
      датаНачала: {
        __caption__: 'Дата начала'
      },
      обязанПосред: {
        __caption__: 'Обязан посред'
      }
    }
  },
  validations: {
    датаЗаключ: {
      __caption__: 'Дата заключ'
    },
    датаНачала: {
      __caption__: 'Дата начала'
    },
    датаОконч: {
      __caption__: 'Дата оконч'
    },
    обязанПосред: {
      __caption__: 'Обязан посред'
    },
    организация: {
      __caption__: 'организация'
    },
    рукОтдЛог: {
      __caption__: 'рукОтдЛог'
    },
    контрагент: {
      __caption__: 'контрагент'
    }
  }
};
