export default {
  projections: {
    ТранспСрE: {
      марка: {
        __caption__: 'Марка'
      },
      госЗнак: {
        __caption__: 'Гос знак'
      },
      модель: {
        __caption__: 'Модель'
      }
    },
    ТранспСрL: {
      марка: {
        __caption__: 'Марка'
      },
      госЗнак: {
        __caption__: 'Гос знак'
      },
      модель: {
        __caption__: 'Модель'
      }
    }
  },
  validations: {
    госЗнак: {
      __caption__: 'Гос знак'
    },
    марка: {
      __caption__: 'Марка'
    },
    модель: {
      __caption__: 'Модель'
    },
    персонал: {
      __caption__: 'персонал'
    }
  }
};
