export default {
  projections: {
    ТчДвижГСМE: {
      количество: {
        __caption__: 'Количество'
      },
      дата: {
        __caption__: 'Дата'
      },
      остаток: {
        __caption__: 'Остаток'
      },
      маркаГСМ: {
        __caption__: 'Марка ГСМ'
      }
    },
    ТчДвижГСМL: {
      количество: {
        __caption__: 'Количество'
      },
      дата: {
        __caption__: 'Дата'
      },
      остаток: {
        __caption__: 'Остаток'
      },
      маркаГСМ: {
        __caption__: 'Марка ГСМ'
      }
    }
  },
  validations: {
    дата: {
      __caption__: 'Дата'
    },
    количество: {
      __caption__: 'Количество'
    },
    маркаГСМ: {
      __caption__: 'Марка ГСМ'
    },
    остаток: {
      __caption__: 'Остаток'
    }
  }
};
