export default {
  projections: {
    ТчРабВодАвтоE: {
      показСпидом: {
        __caption__: 'Показ спидом'
      },
      времяРаботы: {
        __caption__: 'Время работы'
      },
      нулевойПробег: {
        __caption__: 'Нулевой пробег'
      },
      датаВремя: {
        __caption__: 'Дата время'
      }
    },
    ТчРабВодАвтоL: {
      показСпидом: {
        __caption__: 'Показ спидом'
      },
      времяРаботы: {
        __caption__: 'Время работы'
      },
      нулевойПробег: {
        __caption__: 'Нулевой пробег'
      },
      датаВремя: {
        __caption__: 'Дата время'
      }
    }
  },
  validations: {
    времяРаботы: {
      __caption__: 'Время работы'
    },
    датаВремя: {
      __caption__: 'Дата время'
    },
    нулевойПробег: {
      __caption__: 'Нулевой пробег'
    },
    показСпидом: {
      __caption__: 'Показ спидом'
    }
  }
};
