export default {
  projections: {
    ЖурналУчетаE: {
      пробег: {
        __caption__: 'Пробег'
      },
      фИО: {
        __caption__: 'ФИО'
      },
      времяВыезда: {
        __caption__: 'Время выезда'
      },
      показСпидом: {
        __caption__: 'Показ спидом'
      },
      времяВозвр: {
        __caption__: 'Время возвр'
      },
      примечания: {
        __caption__: 'Примечания'
      },
      дата: {
        __caption__: 'Дата'
      }
    },
    ЖурналУчетаL: {
      пробег: {
        __caption__: 'Пробег'
      },
      фИО: {
        __caption__: 'ФИО'
      },
      времяВыезда: {
        __caption__: 'Время выезда'
      },
      показСпидом: {
        __caption__: 'Показ спидом'
      },
      времяВозвр: {
        __caption__: 'Время возвр'
      },
      примечания: {
        __caption__: 'Примечания'
      },
      дата: {
        __caption__: 'Дата'
      }
    }
  },
  validations: {
    времяВозвр: {
      __caption__: 'Время возвр'
    },
    времяВыезда: {
      __caption__: 'Время выезда'
    },
    дата: {
      __caption__: 'Дата'
    },
    показСпидом: {
      __caption__: 'Показ спидом'
    },
    примечания: {
      __caption__: 'Примечания'
    },
    пробег: {
      __caption__: 'Пробег'
    },
    фИО: {
      __caption__: 'ФИО'
    },
    транспСр: {
      __caption__: 'транспСр'
    }
  }
};
