export default {
  projections: {
    ТЧВодительE: {
      табелНомер: {
        __caption__: 'Табел номер'
      },
      допущен: {
        __caption__: 'Допущен'
      }
    },
    ТЧВодительL: {
      табелНомер: {
        __caption__: 'Табел номер'
      },
      допущен: {
        __caption__: 'Допущен'
      }
    }
  },
  validations: {
    допущен: {
      __caption__: 'Допущен'
    },
    табелНомер: {
      __caption__: 'Табел номер'
    },
    персонал: {
      __caption__: 'персонал'
    }
  }
};
